
id: 0
command: command
response: b'ok'
start time: 2023-05-31 16:46:51.534545
end_time: 2023-05-31 16:46:51.572544
duration: 0.037999

id: 1
command: battery?
response: b'70\r\n'
start time: 2023-05-31 16:46:51.573718
end_time: 2023-05-31 16:46:51.617730
duration: 0.044012

id: 2
command: takeoff
response: b'ok'
start time: 2023-05-31 16:46:51.619389
end_time: 2023-05-31 16:46:58.523356
duration: 6.903967

id: 3
command: up 30
response: b'ok'
start time: 2023-05-31 16:47:03.526670
end_time: 2023-05-31 16:47:05.747108
duration: 2.220438

id: 4
command: forward 60
response: b'ok'
start time: 2023-05-31 16:47:05.749086
end_time: 2023-05-31 16:47:08.045885
duration: 2.296799

id: 5
command: up 30
response: b'ok'
start time: 2023-05-31 16:47:08.046889
end_time: 2023-05-31 16:47:10.427295
duration: 2.380406

id: 6
command: land
response: b'ok'
start time: 2023-05-31 16:47:10.428297
end_time: 2023-05-31 16:47:15.030369
duration: 4.602072
