
id: 0
command: command
response: b'ok'
start time: 2023-06-21 08:59:50.038976
end_time: 2023-06-21 08:59:50.078180
duration: 0.039204

id: 1
command: battery?
response: b'92\r\n'
start time: 2023-06-21 08:59:50.079180
end_time: 2023-06-21 08:59:50.139685
duration: 0.060505

id: 2
command: takeoff
response: b'ok'
start time: 2023-06-21 08:59:50.140694
end_time: 2023-06-21 08:59:56.353748
duration: 6.213054

id: 3
command: up 30
response: b'ok'
start time: 2023-06-21 09:00:01.355690
end_time: 2023-06-21 09:00:03.545187
duration: 2.189497

id: 4
command: down 60
response: b'ok'
start time: 2023-06-21 09:00:05.548615
end_time: 2023-06-21 09:00:08.343224
duration: 2.794609

id: 5
command: land
response: b'ok'
start time: 2023-06-21 09:00:08.344226
end_time: 2023-06-21 09:00:10.888174
duration: 2.543948
