
id: 0
command: command
response: b'ok'
start time: 2023-05-31 16:43:54.978889
end_time: 2023-05-31 16:43:55.110399
duration: 0.13151

id: 1
command: battery?
response: b'74\r\n'
start time: 2023-05-31 16:43:55.110399
end_time: 2023-05-31 16:43:55.361805
duration: 0.251406

id: 2
command: takeoff
response: b'ok'
start time: 2023-05-31 16:43:55.361805
end_time: 2023-05-31 16:44:01.536992
duration: 6.175187

id: 3
command: land
response: b'ok'
start time: 2023-05-31 16:44:06.538032
end_time: 2023-05-31 16:44:09.445284
duration: 2.907252
